const source = [
  ['XK20250911_013','15/9/2025','Sản phẩm 1','SP001',1,13000,''],
  ['XK20250911_013','15/9/2025','Sản phẩm 2','SP002',1,26000,''],
  ['XK20250911_012','15/9/2025','Sản phẩm 10','SP010',4,39000,''],
  ['XK20250911_011','12/9/2025','Sản phẩm 1','SP001',2,13000,''],
  ['XK20250911_010','11/9/2025','Sản phẩm 6','SP006',1,78000,'Khách hàng 03'],
  ['XK20250910_009','10/9/2025','Sản phẩm 11','SP011',1,39000,''],
  ['XK20250910_008','10/9/2025','Sản phẩm 12','SP012',3,39000,''],
  ['XK20250915_003','10/9/2025','Sản phẩm 2','SP002',2,26000,'Khách hàng 02'],
  ['XK20250910_002','10/9/2025','Sản phẩm 7','SP007',3,39000,'Khách hàng 02'],
  ['XK20250910_001','10/9/2025','Sản phẩm 1','SP001',2,13000,'Khách hàng 01'],
]
export const outboundReceipts = source.map((row,index)=>({
  id:index+1,code:row[0],date:row[1],product:row[2],sku:row[3],quantity:row[4],price:row[5],customer:row[6],
}))
